tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "go"
brew "jq"
brew "lazygit"
brew "mkcert"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "utf8proc"
brew "tmux"
brew "zoxide"
brew "zsh-autocomplete"
cask "aerospace"
cask "1password"
cask "firefox@developer-edition"
cask "ghostty"
cask "nordvpn"
cask "numi"
cask "orbstack"
cask "rectangle"
cask "wezterm"
